Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Best-effort hiding for screen sharing and recording
ar: إخفاء بأفضل ما يمكن عند مشاركة الشاشة والتسجيل
da: Forsøg på at skjule så godt som muligt ved skærmdeling og optagelse
de: Bestmögliches Verbergen bei Bildschirmfreigabe und Aufzeichnung
es: Ocultación con el mejor esfuerzo para compartir pantalla y grabación
fr: Masquage au mieux lors du partage d'écran et de l'enregistrement
id: Penyembunyian dengan upaya terbaik untuk berbagi layar dan perekaman
it: Nascondimento nel miglior modo possibile per la condivisione dello schermo e la registrazione
ja: 画面共有および録画時の可能な限りの非表示
ko: 화면 공유 및 녹화 시 가능한 한 숨김
ms: Cuba sembunyikan sebaik mungkin semasa perkongsian skrin dan rakaman
nb: Beste forsøk på skjuling ved skjermdeling og opptak
nl: Zo goed mogelijk verbergen bij schermdeling en opname
pl: Ukrywanie w miarę możliwości podczas udostępniania ekranu i nagrywania
pt_br: Ocultação com o melhor esforço para compartilhamento de tela e gravação
sv: Döljer så gott det går vid skärmdelning och inspelning
tr: Ekran paylaşımı ve kayıtta en iyi çabayla gizleme
zh_hans: 在屏幕共享和录制时尽力隐藏
zh_hant: 在螢幕共享與錄製時盡力隱藏
zh_hk: 在螢幕共享和錄製時盡力隱藏

source: Bilingual
ar: ثنائي اللغة
da: tosproget
de: Zweisprachig
es: Bilingüe
fr: Bilingue
id: Dwibahasa
it: Bilingue
ja: バイリンガル
ko: 이중 언어
ms: Dwibahasa
nb: Tospråklig
nl: Tweetalig
pl: Dwujęzyczny
pt_br: Bilíngue
sv: Tvåspråkig
tr: İki dilli
zh_hans: 双语
zh_hant: 雙語
zh_hk: 雙語

source: Bilingual captions
ar: ترجمات ثنائية اللغة
da: To-sprogede undertekster
de: Zweisprachige Untertitel
es: Subtítulos bilingües
fr: Sous-titres bilingues
id: Teks dwibahasa
it: Sottotitoli bilingue
ja: バイリンガル字幕
ko: 이중 언어 자막
ms: Teks dwibahasa
nb: Tospråklige undertekster
nl: Tweetalige ondertitels
pl: Napisy dwujęzyczne
pt_br: Legendas bilíngues
sv: Tvåspråkiga undertexter
tr: İki dilli altyazılar
zh_hans: 双语字幕
zh_hant: 雙語字幕
zh_hk: 雙語字幕

source: Billed monthly · cancel anytime
ar: يُفوتر شهريًا · يمكن الإلغاء في أي وقت
da: Faktureres månedligt · afmeld når som helst
de: Monatlich abgerechnet · jederzeit kündbar
es: Facturado mensualmente · cancela en cualquier momento
fr: Facturé chaque mois · annulez à tout moment
id: Ditagih setiap bulan · batalkan kapan saja
it: Addebitato mensilmente · annulla in qualsiasi momento
ja: 月額請求 · いつでも解約可能
ko: 월별 청구 · 언제든지 취소 가능
ms: Dibilkan setiap bulan · batalkan bila-bila masa
nb: Faktureres månedlig · si opp når som helst
nl: Maandelijks gefactureerd · op elk moment opzeggen
pl: Płatne co miesiąc · anuluj w dowolnym momencie
pt_br: Cobrado mensalmente · cancele a qualquer momento
sv: Debiteras månadsvis · avsluta när som helst
tr: Aylık faturalandırılır · istediğiniz zaman iptal edin
zh_hans: 按月计费 · 随时可取消
zh_hant: 按月計費 · 隨時可取消
zh_hk: 按月計費 · 隨時可取消

source: Broadcasting iPhone Audio
ar: يتم بث صوت iPhone
da: Sender iPhone-lyd
de: iPhone-Audio wird gesendet
es: Transmitiendo el audio del iPhone
fr: Diffusion de l'audio de l'iPhone
id: Menyiarkan audio iPhone
it: Trasmettendo l'audio dell'iPhone
ja: iPhoneのオーディオを放送しています
ko: iPhone 오디오 방송 중
ms: Menyiarkan audio iPhone
nb: Sender iPhone-lyd
nl: iPhone-audio wordt uitgezonden
pl: Transmisja dźwięku iPhone'a
pt_br: Transmitindo áudio do iPhone
sv: Sänder iPhone-ljud
tr: iPhone sesini yayınlıyor
zh_hans: 正在广播 iPhone 音频
zh_hant: 正在廣播 iPhone 音訊
zh_hk: 正在廣播 iPhone 音訊

source: Broadcasting, no app audio detected
ar: قيد البث، لم يتم اكتشاف صوت من التطبيق
da: Sender, ingen app-lyd registreret
de: Übertragung läuft, keine App-Audio erkannt
es: Transmitiendo, no se detectó audio de la app
fr: Diffusion en cours, aucun audio d'application détecté
id: Sedang menyiarkan, tidak ada audio aplikasi terdeteksi
it: Trasmissione in corso, nessun audio dell'app rilevato
ja: 放送中、アプリのオーディオが検出されません
ko: 방송 중, 앱 오디오가 감지되지 않음
ms: Menyiarkan, tiada audio aplikasi dikesan
nb: Sender, ingen app-lyd oppdaget
nl: Uitzenden, geen app-audio gedetecteerd
pl: Transmisja, nie wykryto dźwięku aplikacji
pt_br: Transmitindo, nenhum áudio do app detectado
sv: Sänder, ingen app-ljud upptäckt
tr: Yayın yapılıyor, uygulama sesi tespit edilmedi
zh_hans: 正在广播，未检测到应用音频
zh_hant: 正在廣播，未檢測到應用程式音訊
zh_hk: 正在廣播，未檢測到應用程式音訊

source: Build Caption
ar: إنشاء تسمية توضيحية
da: Generer billedtekst
de: Beschriftung erstellen
es: Crear pie de foto
fr: Générer une légende
id: Buat keterangan
it: Genera didascalia
ja: キャプションを作成
ko: 캡션 생성
ms: Bina kapsyen
nb: Opprett bildetekst
nl: Genereer bijschrift
pl: Utwórz podpis
pt_br: Gerar legenda
sv: Generera bildtext
tr: Başlık oluştur
zh_hans: 生成说明
zh_hant: 生成說明
zh_hk: 生成說明

source: Built for quick language switching
ar: مصمم للتبديل السريع بين اللغات
da: Designet til hurtig skift af sprog
de: Für schnelles Wechseln der Sprache entwickelt
es: Diseñado para un cambio rápido de idioma
fr: Conçu pour un changement rapide de langue
id: Dirancang untuk pergantian bahasa cepat
it: Progettato per un rapido cambio di lingua
ja: 素早い言語切り替えのために作られています
ko: 빠른 언어 전환을 위해 설계되었습니다
ms: Dibina untuk pertukaran bahasa yang cepat
nb: Bygget for raskt språkskifte
nl: Ontworpen voor snel wisselen van taal
pl: Zaprojektowane do szybkiego przełączania języków
pt_br: Projetado para troca rápida de idioma
sv: Utformad för snabb språkbyte
tr: Hızlı dil değiştirme için tasarlandı
zh_hans: 专为快速切换语言而设计
zh_hant: 為快速切換語言而構建
zh_hk: 為快速切換語言而設計

source: Built-in
ar: مضمن
da: Indbygget
de: Integriert
es: Integrado
fr: Intégré
id: Bawaan
it: Integrato
ja: 組み込み
ko: 내장
ms: Terbina
nb: Innebygd
nl: Ingebouwd
pl: Wbudowany
pt_br: Integrado
sv: Inbyggd
tr: Yerleşik
zh_hans: 内置
zh_hant: 內建
zh_hk: 內建

source: Built-in system recognizer
ar: معرّف النظام المدمج
da: Indbygget systemgenkender
de: Integrierter Systemerkenner
es: Reconocedor de sistema integrado
fr: Reconnaisseur système intégré
id: Pengenal sistem bawaan
it: Riconoscitore di sistema integrato
ja: 組み込みのシステム認識器
ko: 내장 시스템 인식기
ms: Pengecam sistem terbina
nb: Innebygd systemgjenkjenner
nl: Ingebouwde systeemherkenner
pl: Wbudowany rozpoznawacz systemowy
pt_br: Reconhecedor de sistema integrado
sv: Inbyggd systemigenkännare
tr: Yerleşik sistem tanıyıcısı
zh_hans: 内置系统识别器
zh_hant: 內建系統辨識器
zh_hk: 內建系統辨識器

source: Bundled default configuration not found in app bundle
ar: لم يتم العثور على التكوين الافتراضي المضمّن في حزمة التطبيق
da: Bundlet standardkonfiguration blev ikke fundet i app-bundle
de: Gebündelte Standardkonfiguration in App-Bundle nicht gefunden
es: No se encontró la configuración predeterminada incluida en el paquete de la app
fr: La configuration par défaut incluse est introuvable dans le bundle de l’application
id: Konfigurasi default yang dibundel tidak ditemukan dalam bundle aplikasi
it: Configurazione predefinita inclusa non trovata nel bundle dell'app
ja: バンドルされたデフォルト構成がアプリのバンドル内に見つかりません
ko: 번들된 기본 구성이 앱 번들에서 발견되지 않았습니다
ms: Konfigurasi lalai yang disertakan tidak ditemui dalam pakej aplikasi
nb: Bundlet standardkonfigurasjon ble ikke funnet i app-bundlen
nl: Gebundelde standaardconfiguratie niet gevonden in de app-bundle
pl: Dołączona domyślna konfiguracja nie została znaleziona w pakiecie aplikacji
pt_br: Configuração padrão incluída não encontrada no bundle do app
sv: Bundlad standardkonfiguration hittades inte i app-bundlen
tr: Uygulama paketinde bulunan varsayılan paketlenmiş yapılandırma bulunamadı
zh_hans: 在应用包中未找到已捆绑的默认配置
zh_hant: 在應用程式包中找不到已打包的預設設定
zh_hk: 應用程式包中找不到已打包的預設設定

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Cancel anytime.
ar: يمكن الإلغاء في أي وقت.
da: Annuller når som helst.
de: Jederzeit kündbar.
es: Cancela en cualquier momento.
fr: Annulez à tout moment.
id: Dapat dibatalkan kapan saja.
it: Annulla in qualsiasi momento.
ja: いつでもキャンセルできます。
ko: 언제든지 취소할 수 있습니다.
ms: Batalkan pada bila-bila masa.
nb: Du kan si opp når som helst.
nl: Annuleer op elk moment.
pl: Anuluj w dowolnym momencie.
pt_br: Cancele a qualquer momento.
sv: Avbryt när som helst.
tr: İstediğiniz zaman iptal edebilirsiniz.
zh_hans: 随时取消。
zh_hant: 隨時取消。
zh_hk: 隨時取消。

source: Cancel at least 24 hours before the end of the current period to avoid renewal.
ar: ألغِ قبل 24 ساعة على الأقل من نهاية الفترة الحالية لتجنب التجديد.
da: Annuller senest 24 timer før slutningen af den nuværende periode for at undgå fornyelse.
de: Kündigen Sie mindestens 24 Stunden vor Ende des aktuellen Zeitraums, um eine Verlängerung zu vermeiden.
es: Cancela al menos 24 horas antes del final del periodo actual para evitar la renovación.
fr: Annulez au moins 24 heures avant la fin de la période en cours pour éviter le renouvellement.
id: Batalkan setidaknya 24 jam sebelum akhir periode saat ini untuk menghindari perpanjangan.
it: Annulla almeno 24 ore prima della fine del periodo corrente per evitare il rinnovo.
ja: 更新を避けるために、現在の期間の終了の少なくとも24時間前までにキャンセルしてください。
ko: 갱신을 방지하려면 현재 기간이 끝나기 최소 24시간 전에 취소하세요.
ms: Batalkan sekurang-kurangnya 24 jam sebelum akhir tempoh semasa untuk mengelakkan pembaharuan.
nb: Avslutt senest 24 timer før slutten av den gjeldende perioden for å unngå fornyelse.
nl: Annuleer minstens 24 uur voor het einde van de huidige periode om verlenging te voorkomen.
pl: Anuluj co najmniej 24 godziny przed końcem bieżącego okresu, aby uniknąć odnowienia.
pt_br: Cancele pelo menos 24 horas antes do término do período atual para evitar a renovação.
sv: Avbryt minst 24 timmar innan den nuvarande perioden avslutas för att undvika förnyelse.
tr: Yenilemeyi önlemek için mevcut dönemin bitişinden en az 24 saat önce iptal edin.
zh_hans: 为避免续订，请在当前周期结束前至少24小时取消。
zh_hant: 如要避免續訂，請在目前期間結束前至少24小時取消。
zh_hk: 為避免續訂，請在目前週期結束前至少24小時取消。

source: Cancelled
ar: تم الإلغاء
da: Annulleret
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセルされました
ko: 취소됨
ms: Dibatalkan
nb: Kansellert
nl: Geannuleerd
pl: Anulowano
pt_br: Cancelado
sv: Avbrutet
tr: İptal edildi
zh_hans: 已取消
zh_hant: 已取消
zh_hk: 已取消

source: Captions
ar: الترجمات
da: Undertekster
de: Untertitel
es: Subtítulos
fr: Sous-titres
id: Teks
it: Sottotitoli
ja: 字幕
ko: 자막
ms: Sari kata
nb: Undertekster
nl: Ondertitels
pl: Napisy
pt_br: Legendas
sv: Undertexter
tr: Altyazılar
zh_hans: 字幕
zh_hant: 字幕
zh_hk: 字幕

source: Capture Mac audio from other apps
ar: التقاط صوت Mac من تطبيقات أخرى
da: Optag Mac-lyd fra andre apps
de: Mac-Audio von anderen Apps aufnehmen
es: Capturar el audio del Mac de otras apps
fr: Capturer l'audio Mac depuis d'autres apps
id: Tangkap audio Mac dari aplikasi lain
it: Cattura l'audio Mac da altre app
ja: 他のアプリからMacの音声をキャプチャ
ko: 다른 앱에서 Mac 오디오를 캡처
ms: Tangkap audio Mac daripada aplikasi lain
nb: Ta opp Mac-lyd fra andre apper
nl: Mac-audio van andere apps opnemen
pl: Przechwytuj dźwięk z innych aplikacji na Macu
pt_br: Capturar áudio do Mac de outros apps
sv: Spela in Mac-ljud från andra appar
tr: Diğer uygulamalardan Mac sesini yakala
zh_hans: 从其他应用捕获 Mac 音频
zh_hant: 從其他應用程式擷取 Mac 的音訊
zh_hk: 從其他應用擷取 Mac 音訊

source: Change Model
ar: غيّر النموذج
da: Skift model
de: Modell wechseln
es: Cambiar modelo
fr: Changer de modèle
id: Ubah model
it: Cambia modello
ja: モデルを変更
ko: 모델 변경
ms: Tukar model
nb: Bytt modell
nl: Model wijzigen
pl: Zmień model
pt_br: Alterar modelo
sv: Byt modell
tr: Modeli değiştir
zh_hans: 更改模型
zh_hant: 更改模型
zh_hk: 更改模型

source: Chat
ar: دردشة
id: Obrolan
ja: チャット
ko: 채팅
ms: Sembang
pl: Czat
pt_br: Bate-papo
sv: Chatt
tr: Sohbet
zh_hans: 聊天
zh_hant: 聊天
zh_hk: 聊天

source: Check for Updates…
ar: التحقق من التحديثات…
da: Søg efter opdateringer…
de: Auf Updates prüfen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
id: Periksa pembaruan…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
ms: Semak Kemas Kini…
nb: Søk etter oppdateringer…
nl: Controleren op updates…
pl: Sprawdź aktualizacje…
pt_br: Verificar atualizações…
sv: Sök efter uppdateringar…
tr: Güncellemeleri denetle…
zh_hans: 检查更新…
zh_hant: 檢查更新…
zh_hk: 檢查更新…

source: Checking
ar: جارٍ التحقق
da: Kontrollerer
de: Wird geprüft
es: Comprobando
fr: Vérification en cours
id: Memeriksa
it: Verifica in corso
ja: 確認中
ko: 확인 중
ms: Menyemak
nb: Sjekker
nl: Controleren
pl: Sprawdzanie
pt_br: Verificando
sv: Kontrollerar
tr: Kontrol ediliyor
zh_hans: 正在检查
zh_hant: 檢查中
zh_hk: 正在檢查

source: Checking Apple Translate languages...
ar: جارٍ التحقق من لغات Apple Translate...
da: Kontrollerer Apple Translate-sprog...
de: Überprüfe Apple Translate-Sprachen...
es: Comprobando los idiomas de Apple Translate...
fr: Vérification des langues d'Apple Translate...
id: Memeriksa bahasa Apple Translate...
it: Controllo le lingue di Apple Translate...
ja: Apple Translate の言語を確認しています...
ko: Apple Translate 언어를 확인하는 중...
ms: Menyemak bahasa Apple Translate...
nb: Sjekker Apple Translate-språk...
nl: Controleren van Apple Translate-talen...
pl: Sprawdzanie języków Apple Translate...
pt_br: Verificando idiomas do Apple Translate...
sv: Kontrollerar Apple Translate-språk...
tr: Apple Translate dillerini kontrol ediyor...
zh_hans: 正在检查 Apple Translate 的语言...
zh_hant: 正在檢查 Apple Translate 的語言...
zh_hk: 正在檢查 Apple Translate 的語言...

source: Checksum mismatch
ar: عدم تطابق المجموع الاختباري
da: Kontrolsum stemmer ikke
de: Prüfsumme stimmt nicht überein
es: Suma de comprobación no coincide
fr: Incohérence de somme de contrôle
id: Jumlah kontrol tidak cocok
it: Controllo di integrità non corrispondente
ja: チェックサム不一致
ko: 체크섬 불일치
ms: Checksum tidak sepadan
nb: Kontrollsum stemmer ikke
nl: Kontrolsom komt niet overeen
pl: Niezgodność sumy kontrolnej
pt_br: Soma de verificação incompatível
sv: Checksum stämmer inte
tr: Sağlama toplamı uyuşmuyor
zh_hans: 校验和不匹配
zh_hant: 校驗和不匹配
zh_hk: 校驗和不匹配

source: Choose Languages
ar: اختر اللغات
da: Vælg sprog
de: Sprachen wählen
es: Elegir idiomas
fr: Choisir les langues
id: Pilih bahasa
it: Scegli le lingue
ja: 言語を選択
ko: 언어 선택
ms: Pilih bahasa
nb: Velg språk
nl: Kies talen
pl: Wybierz języki
pt_br: Escolher idiomas
sv: Välj språk
tr: Dilleri seç
zh_hans: 选择语言
zh_hant: 選擇語言
zh_hk: 選擇語言

source: Choose Model
ar: اختر النموذج
da: Vælg model
de: Modell auswählen
es: Elige modelo
fr: Choisir un modèle
id: Pilih model
it: Scegli modello
ja: モデルを選択
ko: 모델 선택
ms: Pilih model
nb: Velg modell
nl: Model kiezen
pl: Wybierz model
pt_br: Escolher modelo
sv: Välj modell
tr: Model seç
zh_hans: 选择模型
zh_hant: 選擇模型
zh_hk: 選擇模型

source: Choose models to try
ar: اختر النماذج لتجربتها
da: Vælg modeller at prøve
de: Wähle Modelle zum Ausprobieren
es: Elige modelos para probar
fr: Choisissez des modèles à essayer
id: Pilih model untuk dicoba
it: Scegli i modelli da provare
ja: 試すモデルを選択
ko: 시험할 모델을 선택하세요
ms: Pilih model untuk dicuba
nb: Velg modeller å prøve
nl: Kies modellen om te proberen
pl: Wybierz modele do wypróbowania
pt_br: Escolha modelos para experimentar
sv: Välj modeller att prova
tr: Denemek için modeller seçin
zh_hans: 选择要尝试的模型
zh_hant: 選擇要嘗試的模型
zh_hk: 選擇要嘗試的模型

source: Choose one or more models for more natural translations or clearer writing.
ar: اختر نموذجًا واحدًا أو أكثر لترجمات أكثر طبيعية أو لكتابة أوضح.
da: Vælg ét eller flere modeller for mere naturlige oversættelser eller klarere tekst.
de: Wähle ein oder mehrere Modelle für natürlichere Übersetzungen oder klarere Formulierungen.
es: Elige uno o más modelos para traducciones más naturales o una redacción más clara.
fr: Choisissez un ou plusieurs modèles pour des traductions plus naturelles ou un texte plus clair.
id: Pilih satu atau lebih model untuk terjemahan yang lebih alami atau penulisan yang lebih jelas.
it: Scegli uno o più modelli per traduzioni più naturali o una scrittura più chiara.
ja: より自然な翻訳や、より明確な文章のために、1つ以上のモデルを選んでください。
ko: 더 자연스러운 번역이나 더 명확한 문장을 위해 하나 이상의 모델을 선택하세요.
ms: Pilih satu atau lebih model untuk terjemahan yang lebih semula jadi atau penulisan yang lebih jelas.
nb: Velg én eller flere modeller for mer naturlige oversettelser eller tydeligere tekst.
nl: Kies één of meer modellen voor natuurlijkere vertalingen of duidelijker tekst.
pl: Wybierz jeden lub więcej modeli, aby uzyskać bardziej naturalne tłumaczenia lub jaśniejszy styl.
pt_br: Escolha um ou mais modelos para traduções mais naturais ou uma escrita mais clara.
sv: Välj en eller flera modeller för mer naturliga översättningar eller tydligare formuleringar.
tr: Daha doğal çeviriler veya daha anlaşılır yazım için bir veya daha fazla model seçin.
zh_hans: 选择一个或多个模型，以获得更自然的翻译或更清晰的写作。
zh_hant: 選擇一個或多個模型，以獲得更自然的翻譯或更清晰的寫作。
zh_hk: 選擇一個或多個模型，以獲得更自然的翻譯或更清晰的寫作。

source: Choose Premium Models
ar: اختر النماذج المميزة
da: Vælg premiummodeller
de: Wählen Sie Premium-Modelle
es: Elige modelos premium
fr: Choisissez des modèles Premium
id: Pilih Model Premium
it: Scegli modelli premium
ja: プレミアムモデルを選択
ko: 프리미엄 모델 선택
ms: Pilih Model Premium
nb: Velg premiummodeller
nl: Kies premiummodellen
pl: Wybierz modele premium
pt_br: Escolha modelos premium
sv: Välj premiummodeller
tr: Premium modelleri seçin
zh_hans: 选择高级模型
zh_hant: 選擇高級模型
zh_hk: 選擇高級模型

source: Choose source and target languages before starting realtime translation.
ar: اختر لغات المصدر والهدف قبل بدء الترجمة الفورية.
da: Vælg kildesprog og målsprog, før du starter oversættelse i realtid.
de: Wählen Sie Quell- und Zielsprache, bevor Sie die Echtzeitübersetzung starten.
es: Elija los idiomas de origen y destino antes de iniciar la traducción en tiempo real.
fr: Choisissez les langues source et cible avant de démarrer la traduction en temps réel.
id: Pilih bahasa sumber dan bahasa tujuan sebelum memulai terjemahan waktu nyata.
it: Scegli la lingua di origine e la lingua di destinazione prima di avviare la traduzione in tempo reale.
ja: リアルタイム翻訳を開始する前に、翻訳元と翻訳先の言語を選択してください。
ko: 실시간 번역을 시작하기 전에 원본 언어와 대상 언어를 선택하세요.
ms: Pilih bahasa sumber dan bahasa sasaran sebelum memulakan terjemahan masa nyata.
nb: Velg kilde- og målspråk før du starter sanntidsoversettelse.
nl: Kies de bron- en doeltaal voordat u de realtimevertaling start.
pl: Wybierz język źródłowy i docelowy przed rozpoczęciem tłumaczenia w czasie rzeczywistym.
pt_br: Escolha os idiomas de origem e destino antes de iniciar a tradução em tempo real.
sv: Välj käll- och målspråk innan du startar realtidsöversättning.
tr: Gerçek zamanlı çeviriyi başlatmadan önce kaynak ve hedef dilleri seçin.
zh_hans: 在开始实时翻译前请选择源语言和目标语言。
zh_hant: 在開始即時翻譯之前，請選擇來源語言與目標語言。
zh_hk: 在開始即時翻譯前，請選擇來源語言和目標語言。

source: Choose source and target languages before starting.
ar: اختر لغات المصدر والهدف قبل البدء.
da: Vælg kildesprog og målsprog, før du starter.
de: Wähle Quell- und Zielsprache, bevor du startest.
es: Elige idiomas de origen y de destino antes de comenzar.
fr: Choisissez les langues source et cible avant de commencer.
id: Pilih bahasa sumber dan bahasa tujuan sebelum memulai.
it: Scegli la lingua di origine e la lingua di destinazione prima di iniziare.
ja: 開始する前に、ソース言語とターゲット言語を選択してください。
ko: 시작하기 전에 원본 언어와 대상 언어를 선택하세요.
ms: Pilih bahasa sumber dan bahasa sasaran sebelum memulakan.
nb: Velg kilde- og målspråk før du starter.
nl: Kies bron- och doeltalen voordat je begint.
pl: Wybierz języki źródłowy i docelowy przed rozpoczęciem.
pt_br: Escolha os idiomas de origem e de destino antes de iniciar.
sv: Välj käll- och målspråk innan du startar.
tr: Başlamadan önce kaynak ve hedef dilleri seçin.
zh_hans: 在开始之前选择源语言和目标语言。
zh_hant: 在開始之前選擇來源語言和目標語言。
zh_hk: 在開始之前選擇來源語言和目標語言。

source: Choose source and target languages to start
ar: اختر لغة المصدر واللغة الهدف للبدء
da: Vælg kildesprog og målsprog for at starte
de: Wählen Sie Quell- und Zielsprachen, um zu beginnen
es: Elija el idioma de origen y el de destino para comenzar
fr: Choisissez la langue source et la langue cible pour commencer
id: Pilih bahasa sumber dan bahasa tujuan untuk memulai
it: Scegli la lingua di origine e la lingua di destinazione per iniziare
ja: 開始するには、ソース言語とターゲット言語を選択してください
ko: 시작하려면 원본 언어와 대상 언어를 선택하세요
ms: Pilih bahasa sumber dan bahasa sasaran untuk memulakan
nb: Velg kildespråk og målspråk for å starte
nl: Kies de brontaal en doeltaal om te beginnen
pl: Wybierz język źródłowy i docelowy, aby rozpocząć
pt_br: Escolha o idioma de origem e o idioma de destino para começar
sv: Välj käll- och målspråk för att börja
tr: Başlamak için kaynak ve hedef dilleri seçin
zh_hans: 选择源语言和目标语言以开始
zh_hant: 選擇來源語言和目標語言以開始
zh_hk: 選擇來源語言和目標語言以開始

source: Choose source and target languages to start.
ar: اختر لغة المصدر ولغة الهدف للبدء.
da: Vælg kildesprog og målsprog for at starte.
de: Wähle Quell- und Zielsprache, um zu starten.
es: Elige los idiomas de origen y destino para comenzar.
fr: Choisissez les langues source et cible pour commencer.
id: Pilih bahasa sumber dan bahasa target untuk memulai.
it: Scegli la lingua di origine e quella di destinazione per iniziare.
ja: 開始するには、翻訳元と翻訳先の言語を選択してください。
ko: 시작하려면 소스 언어와 대상 언어를 선택하세요.
ms: Pilih bahasa sumber dan bahasa sasaran untuk memulakan.
nb: Velg kildespråk og målspråk for å starte.
nl: Kies de bron- en doeltaal om te beginnen.
pl: Wybierz język źródłowy i docelowy, aby rozpocząć.
pt_br: Escolha os idiomas de origem e de destino para começar.
sv: Välj käll- och målspråk för att starta.
tr: Başlamak için kaynak ve hedef dilleri seçin.
zh_hans: 选择源语言和目标语言以开始。
zh_hant: 選擇來源語言和目標語言以開始。
zh_hk: 選擇來源語言和目標語言以開始。

source: Choose Source Language
ar: اختر لغة المصدر
da: Vælg kildesprog
de: Quellsprache wählen
es: Seleccionar idioma de origen
fr: Choisir la langue source
id: Pilih bahasa sumber
it: Scegli la lingua di origine
ja: ソース言語を選択
ko: 소스 언어 선택
ms: Pilih bahasa sumber
nb: Velg kildespråk
nl: Kies brontaal
pl: Wybierz język źródłowy
pt_br: Escolher idioma de origem
sv: Välj källspråk
tr: Kaynak dili seç
zh_hans: 选择源语言
zh_hant: 選擇來源語言
zh_hk: 選擇來源語言

source: Choose Target Language
ar: اختر لغة الهدف
da: Vælg målsprog
de: Zielsprache wählen
es: Seleccionar idioma de destino
fr: Choisir la langue cible
id: Pilih bahasa tujuan
it: Scegli la lingua di destinazione
ja: ターゲット言語を選択
ko: 대상 언어 선택
ms: Pilih bahasa sasaran
nb: Velg målspråk
nl: Kies doeltaal
pl: Wybierz język docelowy
pt_br: Escolher idioma de destino
sv: Välj målspråk
tr: Hedef dili seç
zh_hans: 选择目标语言
zh_hant: 選擇目標語言
zh_hk: 選擇目標語言

source: Choose the best match:
ar: اختر الأفضل:
da: Vælg det bedste match:
de: Wähle die beste Übereinstimmung :
es: Elige la mejor coincidencia :
fr: Choisissez le meilleur match :
id: Pilih kecocokan terbaik:
it: Scegli la migliore corrispondenza:
ja: 最適な一致を選択してください：
ko: 가장 잘 맞는 항목을 선택하세요:
ms: Pilih padanan terbaik:
nb: Velg den beste matchen:
nl: Kies de beste match:
pl: Wybierz najlepsze dopasowanie:
pt_br: Escolha a melhor correspondência:
sv: Välj den bästa matchningen:
tr: En iyi eşleşmeyi seçin:
zh_hans: 选择最佳匹配：
zh_hant: 選擇最佳配對：
zh_hk: 選擇最佳匹配：

source: Choose TLingo in Settings
ar: اختر TLingo في الإعدادات
da: Vælg TLingo i Indstillinger
de: Wählen Sie TLingo in den Einstellungen
es: Seleccione TLingo en Configuración
fr: Sélectionnez TLingo dans les Paramètres
id: Pilih TLingo di Pengaturan
it: Seleziona TLingo in Impostazioni
ja: 設定でTLingoを選択してください
ko: 설정에서 TLingo를 선택하세요
ms: Pilih TLingo di Tetapan
nb: Velg TLingo i Innstillinger
nl: Kies TLingo in Instellingen
pl: Wybierz TLingo w Ustawieniach
pt_br: Selecione o TLingo em Configurações
sv: Välj TLingo i Inställningar
tr: Ayarlar'da TLingo'yu seçin
zh_hans: 在设置中选择 TLingo
zh_hant: 在「設定」中選擇 TLingo
zh_hk: 在設定中選擇 TLingo
